Repository: 84000/data-translation-memory
Catalog: toh565-v3.tmx
Source language: bo
Languages: en

source: ཕྲེང་བ་དང་། མཆོག་སྦྱིན་པ་འཆང་བར་བསམ་ལ་མཆོད་ཡོན་སྦྱིན་ལ་སྔོན་དུ་བསྟན་པའི་སྣོད་དུ་མཆོད་པ་རྣམ་པ་ལྔ་དང་བཅས་པས་དེའི་ཞལ་དུ་དགང་བླུགས་གསུམ་དབུལ་བར་བྱའོ། །ཡང་ཆུ་བསངས་ལ།
en: He should give him the water offering and offer three oblations of the fivefold offering in the aforementioned vessel into the deity’s mouth and sprinkle it again with water.

source: ཞི་བ་ལ་ནི་འབར་བའི་ངོ་བོ་ཉིད་དུ་ཡོངས་སུ་གྱུར་ནས་གཞན་ཡང་དེ་ཉིད་དུ་ལྷ་མོ་འོད་ཟེར་ཅན་ཟླ་བའི་དཀྱིལ་འཁོར་ལ་གནས་པ།
en: For the pacifying rite, as the fire rekindles, he should imagine the goddess Mārīcī again seated there on a moon disk.

source: སྟོན་ཀའི་ཟླ་བ་ལྟ་བུ་དཀར་ཞིང་གཞོན་ནུ་མ་ལ་ཨུཏྤ་ལ་སྔོན་པོའི་སྤྱན་ཅན་ན་བཟའ་དཀར་པོ་འཆང་བ།
en: White like an autumn moon, she is youthful, has eyes like blue lotuses, and wears white garments.

source: ཞི་བ་ལ་ནི་སྣ་ཚོགས་པའི་ངོ་བོ་བདུད་རྩིའི་བུམ་པ་འཆང་ཞིང་འབབ་ལ།
en: For the pacification rite, she holds a vase of various types of amṛta that flow forth.

source: འབར་བའི་མེ་ཏོག་ལྷ་བཞེངས་པ་ལྟ་བུ་གཞོན་ནུ་མ་འགྲོ་བ་ལ་བདུད་རྩིའི་རྒྱུན་གྱིས་འབབ་བཞིན་པའི་ལྷ་མོ་བསམ་ལ་དེའི་ཞལ་དུ་དགང་བླུགས་དབུལ་བར་བྱའོ། །
en: He should imagine that the youthful goddess arises like a divine blazing flower and showers beings with a stream of amṛta, and he should offer one ladle into her mouth.

source: ཕྱུགས་ཀྱི་མགོ་སྤུ་དང་རུས་པ་དང་། དཱུར་བ་དང་ལྡན་པས་ཞོ་དང་། སྦྲང་རྩི་དང་། མར་དང་། འོ་མ་དང་བསྲེས་ལ་ལན་སྟོང་ཕྲག་བརྒྱ་སྦྱིན་སྲེག་བྱའོ། །
en: Then he should mix yogurt, honey, butter, and milk with dūrvā grass and the bones and hair from the head of an animal and perform one thousand and eight fire offerings.

source: གཞན་ཡང་གནག་ལྷས་ནས་ཕྱིར་སོང་ལ་འབྱུང་པོ་ཐམས་ཅད་པའི་གཏོར་མ་མཆོད་པ་ལྔ་དང་བཅས་པ་ཞོ་དང་། ཞོ་ཐུག་དང་། འོ་མ་དང་། འབྲས་ཀྱི་ཕྱེ་མ་བུ་རམ་དང་བསྲེས་པའི་གོང་བུ་བྱས་ལ་སྙིང་པོ་གསུམ་གྱི་མར་དང་།
en: Moreover, he should go outside the cattle pen and prepare a ball of sweets containing the five bali offerings for all manner of beings—yogurt, sweet rice, and milk mixed with rice flour and molasses;

source: འབྲས་དང་། སྲན་མ་མ་ཥ་དང་། ཆང་དང་། ཤ་དང་། ཉ་དང་།
en: kṛśara oil, rice, māṣa beans, alcohol, meat, and fish;

source: ནང་དུ་སྲན་མ་བླུགས་པའི་ཁུ་བ་དང་།
en: a soup with beans in it;

source: སྲན་མ་མ་ཥ་དང་བུ་རམ་དང་བསྲེས་པའི་ཁུར་བ་དང་།
en: and a cake that contains a mixture of māṣa beans and molasses.

source: བཅས་པ་ལ་ལན་བདུན་དུ་མངོན་པར་བསྔགས་ཏེ་སྦྱིན་པར་བྱའོ། །
en: He should incant them with the mantra seven times and then present the offering.

source: འོ་ཐུག་ནི་ཀླུ་རྣམས་ལའོ། །
en: The sweet rice is for the nāgas.

source: ཞོ་དང་འོ་མ་ནི་ལྷ་མ་ཡིན་རྣམས་ལའོ། །
en: The yogurt and milk are for the asuras.

source: ཞོ་དང་འོ་མ་ནི་ལྷ་རྣམས་ལའོ། །
en: The yogurt and milk are for the gods.

source: སྙིང་པོ་གསུམ་གྱི་མར་ནི་གནོད་སྦྱིན་རྣམས་ལའོ། །
en: The kṛśara oil is for the yakṣas.

source: འབྲས་ཀྱི་ཕྱེ་མ་བུ་རམ་དང་བསྲེས་ཏེ་གོང་བུ་བྱས་པ་ནི་ཚོགས་ཀྱི་བདག་པོ་ལའོ། །
en: The mixture of rice flour and molasses made into a ball is for Gaṇapati.

source: ཁུར་བ་ནི་ཤ་ཟ་རྣམས་ལའོ། །
en: The cake is for the piśācas.

source: འབྲས་དང་མ་ཤམ་བསྲེས་པ་ནི་འབྱུང་པོ་རྣམས་ལའོ། །
en: The rice mixed with māṣa beans is for the bhūtas.

source: ཤ་ནི་སྲིན་པོ་རྣམས་ལའོ། །
en: The meat is for the rākṣasas.

source: ཉ་ནི་ཡི་དགས་རྣམས་ལའོ། །
en: The fish is for the pretas.

source: ཨོཾ་བྷཱ་བ་ཁཱ་ཧི་ཁཱ་ཧི་གྲྀཧྞ་གྲྀཧྞ་ཧཱུཾ་སརྦ་བྷཱུ་ཏ་བ་ལིཾ་སྭཱ་ཧཱ། ཡང་ལྷའི་ཁང་པར་བཞུགས་ཏེ། སྔགས་བརྒྱད་བརྒྱ་བཟླས་ཏེ་བུམ་པ་ཆུས་བཀང་བ་ཁྱུ་མཆོག་ལ་གཏོར་བར་བྱའོ། །
en: He can also enter the deity’s abode, recite the mantra oṃ bhāva khāhi khāhi gṛhṇa gṛhṇa hūṁ sarvabhūtabaliṃ svāhā one hundred and eight times, and then sprinkle a vase filled with water on the lead bull.

source: དེས་ནི་ཅེ་སྤྱང་གི་ཉེ་བར་འཚེ་བ་ཞི་བར་འགྱུར་རོ། །
en: After that, the threat of jackals will be pacified.

source: དེ་ལྟར་བྱས་ཏེ་དུས་གསུམ་དུ་ཞི་བའི་བཟླས་པས་སྦྱིན་སྲེག་ཞག་བདུན་དུ་བྱས་ན་ཞི་བར་འགྱུར་རོ། །
en: To perform the same action, if he performs the fire offering three times per day for seven days while reciting the pacification mantra, they will be pacified.

source: ཨོཾ་མཱ་རཱི་ཙྱཻ་སྭཱ་ཧཱ།
en: oṃ mārīcyai svāhā.

source: ལག་པ་གཉིས་མཉམ་པར་བྱས་ལ་ཐལ་མོ་གཉིས་སྦྱར་བ་འམ།
en: He should make the sign by placing the hands together with his two palms joined or open at the top.

source: རྩེ་མོ་ཁ་ཕྱེ་ཡང་རུང་སྟེ་མཐེ་བོང་གཉིས་བཀུག་ལ། གུང་མོ་ལ་སྡིགས་མཛུབ་གཉིས་འཁྲིལ་བའི་ཚུལ་དུ་སྦྱར་བའི་རྣམ་པས་མཚན་པའོ། །སྐྱིལ་ཀྲུང་དུ་འདུག་སྟེ་ལྟེ་བའི་ཕྱོགས་སུ་བདུག་པར་བྱའོ། །
en: He should draw the thumbs in, coil the two index fingers around the middle fingers, sit in a cross-legged position, and rest it at the navel.

source: ཕྱག་རྒྱ་འདི་ནི་མཆོག་ཡིན་ཏེ། །
en: This is the supreme hand mudrā.

source: ལས་རྣམས་ཀུན་ལ་སྦྱར་བར་བྱ། །
en: It is effective for all rites.

source: གླང་པོ་ཆེ་དང་རྟ་དང་ཕྱུགས་དང་། མ་ཧེ་དང་མི་དང་མི་མོ་དང་། རྒྱལ་པོ་དང་བྱིས་པ་རྣམས་ནི་འདིས་ཐེ་ཚོམ་མེད་པར་ཞི་བར་འགྱུར་རོ། །
en: It will undoubtedly pacify elephants, horses, beasts, buffalo, men, women, kings, and fools.

source: དེ་ནས་སྦྱིན་སྲེག་གི་ཐབ་ཁུང་གི་མཚན་ཉིད་ཡིན་ཏེ་ཞི་བ་ལ་ནི་པདྨ་དཀར་པོའི་རྣམ་པ་སྡོང་བུ་བཅས་པ་ཟླུམ་པོ་ཡིན་ནོ། །
en: The descriptions of the fire pits for the fire offering are as follows: For the pacification rite, the fire pit should be round in the shape of a white lotus with the stalk attached.

source: དབུས་ཀྱི་པདྨ་ལ་རྡོ་རྗེས་མཚན་པ་ཁ་ཁྱེར་ཟླུམ་པོ་ལ་རྡོ་རྗེའི་ཕྲེང་བས་བརྒྱན་ཅིང་བསྐོར་བའོ། །
en: The center of the lotus should be marked with a vajra. There should be a circular altar that is ornamented and encircled by a chain of vajras.

source: ཁྲུ་གང་ཙམ་བརྐོས་པའི་ཐབ་ཁུང་དུ་པ་ལ་ཤ་དང་། ནྱ་གྲོ་དྷའི་ཡམ་ཤིང་བྱས་ལ་དཱུར་བ་ཉག་མ་རེ་རེའི་སྦྱིན་སྲེག་བྱའོ། །
en: The fire should be kindled with butea and banyan branches in a fire pit that is dug to a cubit deep, and the dūrvā grass should be offered to the fire one piece at a time.

source: ཚེ་འདོད་པ་དང་ཞི་བར་འདོད་པས་མང་ས་བེ་དའོ་ཞེས་བྱ་བའི་མེ་ལྷ་ཐམས་ཅད་དཀར་བའི་རང་བཞིན་ནི་ཞི་བ་ལ་བསྲེག་པར་བྱའོ། །
en: If he wishes to perform it as a long life and pacification rite, he should perform the fire offering for the pacification rite to the form of Pāvaka Agni, who is clad entirely in white.

source: རྒྱས་པ་ལ་ནི་གྲུ་བཞི་པ་ཁ་ཁྱེར་སོར་བཞི་པ་ལ་རྡོ་རྗེའི་ཕྲེང་བས་བརྒྱན་ཅིང་པདྨ་དང་འཁོར་ལོ་དང་།
en: For the increasing rite, the altar should be square and measure four fingers. It should be decorated with a chain of vajras and ornamented with a lotus, wheel, and jewel.

source: རིན་པོ་ཆེས་ཡང་དག་པར་བརྒྱན་པ་ཐབ་ཁུང་གི་མཚམས་སུ་སྣ་ཚོགས་རྡོ་རྗེས་མཚན་པ་ལ་ཨརྒ་དང་།
en: The perimeter of the fire pit should be marked with double vajras.

source: ཨུ་དུམ་བཱ་རའི་ཡམ་ཤིང་གིས་ཀུ་མུ་ད་དང་ཨུཏྤ་ལ་དང་པདྨ་དཀར་པོ་དང་ཞོ་དང་མར་དང་།
en: The fire should be kindled with giant milkweed and uḍumbara branches, and he should perform the fire offering with red, blue, and white lotus flowers anointed with a substance that is a mixture of yogurt, butter, and honey so that they have a golden color.

source: སྦྲང་རྩི་དང་བསྲེས་པའི་རྫས་ཀྱིས་གསེར་ལྟ་བུ་བྱུགས་ཤིང་སེར་བའི་མེའི་ལྷ་ལེགས་པར་བརྒྱན་པའི་གནས་པར་བསམས་ལ་ཉེ་བར་མཁོ་བ་ཐམས་ཅད་སེར་པོ་ནི་རྒྱས་པ་ལ་དྲན་པར་བྱའོ། །
en: If he imagines Agni there perfectly adorned and yellow in color, he will have all the gold he could want. That is called the increasing rite.

source: ཡང་དབང་ལ་ནི་གྲུ་གསུམ་བྱང་ཆུབ་ཀྱི་ཤིང་གི་འདབ་མ་ལྟ་བུའི་ཐབ་ཁུང་དེའི་དབུས་སུ་ཡང་པདྨ་བྱང་ཆུབ་ཀྱི་ཤིང་གི་ལོ་མ་ལྟ་བུ་དེའི་སྟེང་དུ་རྡོ་རྗེ་རྩེ་གསུམ་པ། ཁ་ཁྱེར་ལ་རྡོ་རྗེ་ལྕགས་ཀྱུའི་ཕྲེང་བས་རྣམ་པར་བརྒྱན་པ།
en: For the enthralling rite, the fire pit should be triangular and shaped like a bodhi tree leaf. It should have a three-pointed vajra atop a lotus and bodhi tree leaf in the middle, and the altar should be decorated with a chain of vajra hooks.

source: བྱང་ཆུབ་ཀྱི་ཤིང་གིས་ཡམ་ཤིང་བྱས་ལ་ཏིལ་དང་། ཚྭ་དང་།
en: He should use bodhi tree branches, sesame, salt, and black mustard as the offering substances.

source: སྐེ་ཚེའི་རྫས་དང་གོས་དམར་པོ་དང་ཕྲེང་བ་དམར་པོ་དང་། ཙནྡན་དམར་པོ་དང་། ཀ་མ་ཏོ་ཞེས་བྱ་བའི་མེ་ལྟ་བནྡུ་ཀ་དང་། ཛཱ་མའི་མེ་ཏོག་ལྟ་བུ་ལ་དམར་པོ་བསམ་མོ། །
en: He should imagine Agni in his “inciting passion” form, as red as the scarlet mallow and hibiscus flower and wearing red robes, a red garland, and red sandalwood.

source: མངོན་སྤྱོད་ལ་ནི་ཟླ་ཕྱེད་ཀྱི་རྣམ་པ་ལྟ་བུའི་ཐབ་ཁུང་ཁ་ཁྱེར་ལ་རྡོ་རྗེའི་ཕྲེང་བས་བརྒྱན་པ། དབུས་སུ་རྡོ་རྗེ་ཁ་ཕྱེ་བའོ། །
en: For the subjugating rite, the fire pit should be made in the shape of a half-moon, and the altar should be decorated with a chain of vajras with an open-pronged vajra in the middle.

source: རོ་བསྲེགས་པའི་ཤིང་དང་གཏུམ་མོའི་མེ་ལ་མི་ཤ་དང་། མིའི་རུས་པའི་ཕྱེ་མ་དང་།
en: He should use wood for burning a corpse, and he should burn the offering substances of human flesh, ground human bone, and human fat in a fiercely burning fire.

source: མིའི་ཚིལ་དང་བསྲེས་པའི་རྫས་ནི་མངོན་སྤྱོད་ལ་ལྟ་སྟེ། ཀྲོ་དྷ་ན་ཞེས་བྱ་བའི་མེ་ལྷ་ནག་པོ་གོས་ནག་པོ་འཆང་བ་མཆེ་བ་གཙིགས་པའི་ཞལ་འཇིགས་པར་བྱེད་པ། འཇིག་པར་བྱེད་པའི་བསྐལ་པའི་མེ་ལྟ་བུ་ལངས་པའི་རང་བཞིན་ནོ། །
en: The visualization for the subjugating rite is the “Krodhana” form of Agni, who is black, wears black clothing, has a terrifying mouth baring its fangs, and arises like the fire that consumes the world at the end of an eon.

source: སྒྱུ་མ་འོད་ཟེར་ཅན་འབྱུང་བའི་རྒྱུད་ལས་ཕྱུང་བ་རྟོག་པའི་རྒྱལ་པོ་ཡང་དག་པ་རྣམ་པར་སྣང་མཛད་ཀྱིས་གསུངས་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཇི་སྙེད་པ་རྫོགས་སོ།​།
en: This concludes the authentic “King of Ritual Manuals from the Tantra of Māyāmārīcī’s Arising,” which was received exactly as it was spoken by Vairocana.
